-- insert_data.sql
INSERT INTO
    USED_GOODS_BOARD
VALUES (
        'B0001',
        'kwag98',
        '반려견 배변패드 팝니다',
        '정말 저렴히 판매합니다. 전부 미개봉 새상품입니다.',
        12000,
        '2022-10-01',
        'DONE',
        250
    ),
    (
        'B0002',
        'lee871201',
        '국내산 볶음참깨',
        '직접 농사지은 참깨입니다.',
        3000,
        '2022-10-02',
        'DONE',
        121
    ),
    (
        'B0003',
        'goung12',
        '배드민턴 라켓',
        '사놓고 방치만 해서 팝니다.',
        9000,
        '2022-10-02',
        'SALE',
        212
    ),
    (
        'B0004',
        'keel1990',
        '디올 귀걸이',
        '신세계강남점에서 구입. 정품 아닐시 백퍼센트 환불',
        130000,
        '2022-10-02',
        'SALE',
        199
    ),
    (
        'B0005',
        'haphli01',
        '스팸클래식 팔아요',
        '유통기한 2025년까지에요',
        10000,
        '2022-10-02',
        'SALE',
        121
    );

INSERT INTO
    USED_GOODS_REPLY
VALUES (
        'R000000001',
        'B0001',
        's2s2123',
        '구매하겠습니다. 쪽지 드립니다.',
        '2022-10-02'
    ),
    (
        'R000000002',
        'B0002',
        'hoho1112',
        '쪽지 주세요.',
        '2022-10-03'
    ),
    (
        'R000000003',
        'B0006',
        'hwahwa2',
        '삽니다. 연락주세요.',
        '2022-10-03'
    ),
    (
        'R000000004',
        'B0007',
        'hong02',
        '예약중',
        '2022-10-06'
    ),
    (
        'R000000005',
        'B0009',
        'hanju23',
        '구매완료',
        '2022-10-07'
    );